[
  "color-picker",
  "templater-obsidian",
  "reveal-folded",
  "global-search-and-replace",
  "link-preview",
  "obsidian-hover-editor",
  "custom-classes",
  "pdf-plus",
  "show-whitespace-cm6",
  "marker-api",
  "obsidian-review-notes-plugin",
  "obsidian-file-info-plugin",
  "last-modified-timestamp-in-status-bar",
  "front-matter-timestamps",
  "obsidian-linter",
  "metaedit",
  "modalforms",
  "obsidian-style-settings",
  "notemd",
  "chatgpt-md",
  "smart-second-brain",
  "dataview",
  "obsidian-textgenerator-plugin",
  "ai-image-ocr",
  "vision-recall",
  "images-to-notes",
  "obsidian-build-vocabulary"
]